Repository: mltony/nvda-browser-nav
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: BrowserNav settings
tr: BrowserNav ayarları

source: Crackling volume
tr: Bip ses seviyesi

source: Beeping volume
tr: Bip ses seviyesi

source: Volume of chime when no more sentences available
tr: Başka cümle olmadığında çıkan bip ses seviyesi

source: Speak message when no next paragraph containing text available in the document
tr: İLeride metin içeren bir paragraf yoksa bunu konuşarak bildir

source: Use font family for style
tr: Stil için yazı tipi ailesini kullan

source: Use font color for style
tr: Stil için yazı tipi rengini kullan

source: Use background color for style
tr: Stil için arka plan rengini kullan

source: Use bold and italic attributes for style
tr: Stil için koyu ve italik niteliklerini kullan

source: Browser marks regexp
tr: Tarayıcı işaretleri düzenli ifade

source: horizontal offset
tr: yatay ofset

source: font size
tr: yazı Boyutu

source: font size and same style
tr: yazı tipi boyutu ve aynı stil

source: smaller
tr: daha küçük

source: greater
tr: daha büyük

source: Edit text
tr: Metni düzenle

source: No next paragraph with the same {mode} in the document
tr: Belge içinde ileride aynı {mode} paragraf yok

source: No previous paragraph with the same {mode} in the document
tr: Belge içinde geride aynı {mode} paragraf yok

source: No previous paragraph with {qualifier} {mode} in the document
tr: Belgede geride {qualifier} {mode} paragraf yok

source: No next paragraph with {qualifier} {mode} in the document
tr: Belgede ileride {qualifier} {mode} paragraf yok

source: Timeout while trying to focus current edit box.
tr: Geçerli düzenleme kutusuna odaklanmaya çalışılırken zaman aşımı.

source: Not editable
tr: Düzenlenebilir değil

source: Time out while waiting for selection to appear.
tr: Seçimin görünmesini beklerken zaman aşımı.

source: Browser state has changed. Focused element is not an edit box. Role: %d.
tr: Tarayıcı durumu değişti. Odaklanmış öğe bir düzenleme kutusu değil. Tür: %d.

source: Browser state has changed. Different element on the page is now focused.
tr: Tarayıcı durumu değişti. Artık odak sayfadaki farklı bir öğe üzerinde.

source: Timed out during release modifiers stage
tr: Modifiyerleri serbest bırakma aşamasında zaman aşımı

source: Timed out during switch to browser window stage
tr: Tarayıcı penceresi değiştirme aşamasında zaman aşımı

source: Timed out during switch to window stage
tr: Pencere değiştirme aşamasında zaman aşımı

source: Error during switch to window stage, focused element role is %d
tr: Pencere değiştirme aşamasında hata, Odaklanan öğe rolü %d

source: Timed out during Control+A stage
tr: Control + A aşamasında zaman aşımı

source: Timed out during Control+V stage
tr: Control + V aşamasında zaman aşımı

source: Last edited text has been copied to the clipboard.
tr: Son düzenlenen metin panoya kopyalandı.

source: Last Jupyter text has been copied to clipboard.
tr: Son Jupyter metni panoya kopyalandı.

source: No last Jupyter text., or last Jupyter text is empty.
tr: Son Jupyter metni yok veya son Jupyter metni boş.

source: No previous browser mark. To configure browser marks, go to BrowserNav settings.
tr: Geride tarayıcı işareti yok. Tarayıcı işaretlerini yapılandırmak için BrowserNav ayarlarına gidin.

source: No next tab
tr: İleride sekme yok

source: No previous tab
tr: Geride sekme yok

source: No next dialog
tr: İleride iletişim kutusu yok

source: No previous dialog
tr: Geride iletişim kutusu yok

source: No next menu
tr: İleride menü yok

source: No previous menu
tr: Geride menü yok

source: No next tree view
tr: İleride ağaç görünümü yok

source: No previous tree view
tr: Geride ağaç görünümü yok

source: No next tool bar
tr: İleride araç çubuğu yok

source: No previous tool bar
tr: Geride araç çubuğu yok
